{
  "sections": {
    "main": {
      "type": "page",
      "disabled": true,
      "settings": {
      }
    },
    "1664131696a1598cea": {
      "type": "dynamic-slideshow",
      "blocks": {
        "166413169642a30f8d-0": {
          "type": "slide",
          "settings": {
            "background_image": "shopify:\/\/shop_images\/Privacy_1440_x_500_px.jpg",
            "title": "",
            "text": "",
            "color": "#ffffff",
            "link": "",
            "text_alignment": "center",
            "button_one_label": "",
            "button_one_link": "",
            "button_one_style": "primary",
            "button_two_label": "",
            "button_two_link": "",
            "button_two_style": "primary",
            "show_overlay": true,
            "overlay_color": "#ffffff",
            "overlay_opacity": 1
          }
        }
      },
      "block_order": [
        "166413169642a30f8d-0"
      ],
      "settings": {
        "enable_autoplay": false,
        "autoplay_duration": 8,
        "slideshow_width": "content",
        "slideshow_height": "original",
        "slideshow_height_mobile": "original",
        "slideshow_text_below_image": false
      }
    },
    "166414459242f43d7e": {
      "type": "dynamic-html",
      "settings": {
        "title": "Privacy Policy",
        "custom_html": "<p>This Privacy Policy describes how your personal information is collected, used, and shared when you visit or make a purchase from NetworkEquipment.net (the “Site”).<\/p>"
      }
    },
    "16641446051c46464b": {
      "type": "dynamic-html",
      "settings": {
        "title": "Personal information we collect",
        "custom_html": "<p>When you visit the Site, we automatically collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies that are installed on your device. Additionally, as you browse the Site, we collect information about the individual web pages or products that you view, what websites or search terms referred you to the Site, and information about how you interact with the Site. We refer to this automatically-collected information as “Device Information”.<\/p>\n<p>We collect Device Information using the following technologies:\n<\/p><ul>\n<li>“Cookies” are data files that are placed on your device or computer and often include an anonymous unique identifier. For more information about cookies, and how to disable cookies, visit http:\/\/www.allaboutcookies.org.<\/li>\n<li>“Log files” track actions occurring on the Site, and collect data including your IP address, browser type, Internet service provider, referring\/exit pages, and date\/time stamps. <\/li>\n<li>“Web beacons”, “tags”, and “pixels” are electronic files used to record information about how you browse the Site.<\/li>\n<\/ul><p>Additionally when you make a purchase or attempt to make a purchase through the Site, we collect certain information from you, including your name, billing address, shipping address, payment information (including credit card numbers or Paypal information), email address, and phone number. We refer to this information as “Order Information”.<\/p>\n<p>When we talk about “Personal Information” in this Privacy Policy, we are talking both about Device Information and Order Information.<\/p>"
      }
    },
    "166414506830fba323": {
      "type": "dynamic-html",
      "settings": {
        "title": "How do we use your personal information?",
        "custom_html": "<p>We use the Order Information that we collect generally to fulfill any orders placed through the Site (including processing your payment information, arranging for shipping, and providing you with invoices and\/or order confirmations). Additionally, we use this Order Information to:<\/p><ul>\n<li>Communicate with you<\/li>\n<li>Screen our orders for potential risk or fraud<\/li> \n<li>When in line with the preferences you have shared with us, provide you with information or advertising relating to our products or services.<\/li>\n<li>Ship using a shipping program<\/li>\n<\/ul><p><\/p>\n<p>We use the Device Information that we collect to help us screen for potential risk and fraud (in particular, your IP address), and more generally to improve and optimize our Site (for example, by generating analytics about how our customers browse and interact with the Site, and to assess the success of our marketing and advertising campaigns).<\/p>"
      }
    },
    "16641452971463cbf2": {
      "type": "dynamic-html",
      "settings": {
        "title": "Sharing you personal Information",
        "custom_html": "<p>We share your Personal Information with third parties to help us use your Personal Information, as described above. For example, we use Shopify to power our online store--you can read more about how Shopify uses your Personal Information here: https:\/\/www.shopify.com\/legal\/privacy. We also use Google Analytics to help us understand how our customers use the Site -- you can read more about how Google uses your Personal Information here: https:\/\/www.google.com\/intl\/en\/policies\/privacy\/. You can also opt-out of Google Analytics here: https:\/\/tools.google.com\/dlpage\/gaoptout.<\/p>\n<p>Finally, we may also share your Personal Information to comply with applicable laws and regulations, to respond to a subpoena, search warrant or other lawful request for information we receive, or to otherwise protect our rights.<\/p>"
      }
    },
    "166415821954119965": {
      "type": "dynamic-html",
      "settings": {
        "title": "Behavioral advertising",
        "custom_html": "<p>As described above, we use your Personal Information to provide you with targeted advertisements or marketing communications we believe may be of interest to you. For more information about how targeted advertising works, you can visit the Network Advertising Initiative’s (“NAI”) educational page at http:\/\/www.networkadvertising.org\/understanding-online-advertising\/how-does-it-work.<\/p>\n<p>You can opt out of targeted advertising by using the links below:\n<\/p><ul>\n<li>Facebook: https:\/\/www.facebook.com\/settings\/?tab=ads<\/li>\n<li>Google: https:\/\/www.google.com\/settings\/ads\/anonymous<\/li>\n<li>Bing: https:\/\/advertise.bingads.microsoft.com\/en-us\/resources\/policies\/personalized-ads<\/li>\n<\/ul><p>Additionally, you can opt out of some of these services by visiting the Digital Advertising Alliance’s opt-out portal at: http:\/\/optout.aboutads.info\/.<\/p>\n<p><\/p>"
      }
    },
    "1664158292d5704bdb": {
      "type": "dynamic-html",
      "settings": {
        "title": "Do not track",
        "custom_html": "<p>Please note that we do not alter our Site’s data collection and use practices when we see a Do Not Track signal from your browser.<\/p>"
      }
    },
    "1664158465fd2cd410": {
      "type": "dynamic-html",
      "settings": {
        "title": "Your rights",
        "custom_html": "<p>If you are a European resident, you have the right to access personal information we hold about you and to ask that your personal information be corrected, updated, or deleted. If you would like to exercise this right, please contact us through the contact information below.<\/p>\n<p>Additionally, if you are a European resident we note that we are processing your information in order to fulfill contracts we might have with you (for example if you make an order through the Site), or otherwise to pursue our legitimate business interests listed above. Additionally, please note that your information will be transferred outside of Europe, including to the United States.<\/p>"
      }
    },
    "1664158488f6360df3": {
      "type": "dynamic-html",
      "settings": {
        "title": "Data retention",
        "custom_html": "<p>When you place an order through the Site, we will maintain your Order Information for our records unless and until you ask us to delete this information.<\/p>"
      }
    },
    "16641585840773cb91": {
      "type": "dynamic-html",
      "settings": {
        "title": "Changes",
        "custom_html": "<p>We may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal or regulatory reasons.<\/p>"
      }
    },
    "1664158622a0c77637": {
      "type": "dynamic-html",
      "settings": {
        "title": "Minors",
        "custom_html": "<p>The Site is not intended for individuals under the legal age of 18.<\/p>"
      }
    },
    "1664158635be2cfd3a": {
      "type": "dynamic-html",
      "settings": {
        "title": "Contact us",
        "custom_html": "<p>For more information about our privacy practices, if you have questions, or if you would like to make a complaint, please contact us by e‑mail at web@networkequipment.net or by mail using the details provided below:\n\nNetworkEquipment.net\nPrivacy Compliance Officer\nNetworkEquipment.net, LLC, 2701 Coltrane Place, Edmond OK 73034, United States<\/p>"
      }
    },
    "1664158658aa8211fa": {
      "type": "dynamic-html",
      "settings": {
        "title": "",
        "custom_html": "<center>{ets_cf_Alc}<\/center>"
      }
    }
  },
  "order": [
    "main",
    "1664131696a1598cea",
    "166414459242f43d7e",
    "16641446051c46464b",
    "166414506830fba323",
    "16641452971463cbf2",
    "166415821954119965",
    "1664158292d5704bdb",
    "1664158465fd2cd410",
    "1664158488f6360df3",
    "16641585840773cb91",
    "1664158622a0c77637",
    "1664158635be2cfd3a",
    "1664158658aa8211fa"
  ]
}